[
  {
    "id": 1,
    "title": "The Life of Cactus",
    "subtitle": "Who knew that cacti lived such interesting lives.",
    "body": "Nori grape silver beet broccoli kombu beet greens fava bean potato quandong celery. Bunya nuts black-eyed pea prairie turnip leek lentil turnip greens parsnip. Sea lettuce lettuce water chestnut eggplant winter purslane fennel azuki bean earthnut pea sierra leone bologi leek soko chicory celtuce parsley jícama salsify. Celery quandong swiss chard chicory earthnut pea potato. Salsify taro catsear garlic gram celery bitterleaf wattle seed collard greens nori. Grape wattle seed kombu beetroot horseradish carrot squash brussels sprout chard.",
    "author": "Angela Yu",
    "date": "September 26, 2023"
  },
  {
    "id": 2,
    "title": "Top 15 Things to Do When You Are Bored",
    "subtitle": "Are you bored? Don't know what to do? Try these top 15 activities.",
    "body": "Veggies es bonus vobis, proinde vos postulo essum magis kohlrabi welsh onion daikon amaranth tatsoi tomatillo melon azuki bean garlic. Gumbo beet greens corn soko endive gumbo gourd. Parsley shallot courgette tatsoi pea sprouts fava bean collard greens dandelion okra wakame tomato. Dandelion cucumber earthnut pea peanut soko zucchini. Turnip greens yarrow ricebean rutabaga endive cauliflower sea lettuce kohlrabi amaranth water spinach avocado daikon napa cabbage asparagus winter purslane kale.",
    "author": "Jack Bauer",
    "date": "July 15, 2023"
  },
  {
    "id": 3,
    "title": "Introduction to Jinja",
    "subtitle": "Learn about the Jinja templating engine.",
    "body": "Jinja is a modern and designer-friendly templating language for Python, modelled after Django's templates. It is fast, widely used and secure with the optional sandboxed template execution environment. Features include template inheritance, automatic HTML escaping to prevent XSS attacks, sandboxed execution, and extensive filter support. Jinja templates are just text files that contain variables and/or expressions, which get replaced with values when a template is rendered.",
    "author": "Emily Mortimer",
    "date": "November 2, 2023"
  }
]
